[
  {
    "id": 1,
    "title": "Parasite Apocalypse",
    "image_preview": "/addon/1_thumbnail.png",
    "skin": "/addon/1_data.mcaddon",
    "list_image": [
      "/addon/1_image_preview_1.png",
      "/addon/1_image_preview_2.png",
      "/addon/1_image_preview_3.png"
    ],
    "description": "Have you ever wanted to have more difficulty in Minecraft? Well this addon is for you, it adds new parasite creatures that will evolve over time and make the game more difficult. This addon is inspired by the scape and run parasites mod created by Dhanantry"
  },
  {
    "id": 2,
    "title": "Naruto Guerra Wg",
    "image_preview": "/addon/2_thumbnail.png",
    "skin": "/addon/2_data_rp.mcaddon",
    "list_image": [
      "/addon/2_image_preview_1.png",
      "/addon/2_image_preview_2.png",
      "/addon/2_image_preview_3.png"
    ],
    "description": "Immerse yourself in the world of Naruto with this Add-On, bringing the ninja experience to Minecraft like never before. Unlock unique jutsus, explore clan abilities, and face challenging foes inspired by the iconic series. Train, strategize, and become a true shinobi as you master elements, summon powers, and engage in epic battles. With custom mechanics and detailed features, this Add-On transforms the game into a thrilling adventure filled with action, strategy, and creativity. Are you ready to awaken your ninja path?"
  },
  {
    "id": 3,
    "title": "The bizarre world",
    "image_preview": "/addon/3_thumbnail.png",
    "skin": "/addon/3_data.mcaddon",
    "list_image": [
      "/addon/3_image_preview_1.png",
      "/addon/3_image_preview_2.png",
      "/addon/3_image_preview_3.png"
    ],
    "description": "The bizarre world(Tbw) is a additional pack for stand disc, Tbw brings more stands to the game such as Golden experience requiem, The world over heaven, Wonder of you, Soft and wet/Go beyond and etc."
  },
  {
    "id": 4,
    "title": "Slash Blade Addon",
    "image_preview": "/addon/4_thumbnail.png",
    "skin": "/addon/4_data.mcaddon",
    "list_image": [
      "/addon/4_image_preview_1.png",
      "/addon/4_image_preview_2.png",
      "/addon/4_image_preview_3.png",
      "/addon/4_image_preview_4.png",
      "/addon/4_image_preview_5.png"
    ],
    "description": "Are you tired of ordinary swords? Have you seen 3d Katana? Try this add-on! This add-on adds Slash Blade! Let's face the monsters with this! Your Minecraft life should change ...!"
  },
  {
    "id": 5,
    "title": "Old Villagers Plus",
    "image_preview": "/addon/5_thumbnail.png",
    "skin": "/addon/5_data_rp.mcpack",
    "list_image": [
      "/addon/5_image_preview_1.png",
      "/addon/5_image_preview_2.png",
      "/addon/5_image_preview_3.png"
    ],
    "description": "This add-on brings back the old villagers and their old villages without replacing the existing ones, it includes new features. It also adds the old zombie villagers, entities that no longer appear naturally since the villager update."
  },
  {
    "id": 6,
    "title": "Wan's X-Ray Goggles",
    "image_preview": "/addon/6_thumbnail.png",
    "skin": "/addon/6_data.mcaddon",
    "list_image": [
      "/addon/6_image_preview_1.jpg",
      "/addon/6_image_preview_2.jpg",
      "/addon/6_image_preview_3.jpg",
      "/addon/6_image_preview_4.jpg",
      "/addon/6_image_preview_5.jpg"
    ],
    "description": "Craft your X-Ray Goggles to be able to see whatever you want! Toggle the various upgrades to see all the ores, chests, mob spawners and entities (also other players) around you through the walls!"
  },
  {
    "id": 7,
    "title": "RPG ELEMENTAL WEAPON",
    "image_preview": "/addon/7_thumbnail.png",
    "skin": "/addon/7_data_rp.mcpack",
    "list_image": [
      "/addon/7_image_preview_1.jpg",
      "/addon/7_image_preview_2.jpg",
      "/addon/7_image_preview_3.jpg"
    ],
    "description": "This addon introduces 6 unique elemental RPG weapons(will be update) into your Minecraft world! Each weapon comes with its own distinct powers and effects, making combat more thrilling and challenging. Enhance your adventures by defeating powerful enemies with the forces of nature at your command!"
  },
  {
    "id": 8,
    "title": "Sunflower Delight Bedrock",
    "image_preview": "/addon/8_thumbnail.png",
    "skin": "/addon/8_data.mcaddon",
    "list_image": [
      "/addon/8_image_preview_1.png"
    ],
    "description": "Sunflower Delight is an addon for the popular food mod Farmer's Delight (Bedrock Port). The mod adds sunflower seed products and a little more!"
  },
  {
    "id": 9,
    "title": "Morphing Bracelet",
    "image_preview": "/addon/9_thumbnail.png",
    "skin": "/addon/9_data.mcaddon",
    "list_image": [
      "/addon/9_image_preview_1.png",
      "/addon/9_image_preview_2.png",
      "/addon/9_image_preview_3.png",
      "/addon/9_image_preview_4.png",
      "/addon/9_image_preview_5.png"
    ],
    "description": "Morphing Bracelet gives players the ability to morph into different mobs. Simply kill a mob while keeping a bracelet in your inventory to collect it and morph into it. To craft this item, you need four soul soil blocks and one soul glass block."
  },
  {
    "id": 10,
    "title": "Transformers: Rise of the Beasts",
    "image_preview": "/addon/10_thumbnail.png",
    "skin": "/addon/10_data.mcaddon",
    "list_image": [
      "/addon/10_image_preview_1.png",
      "/addon/10_image_preview_2.png",
      "/addon/10_image_preview_3.png"
    ],
    "description": "Unleash your inner Autobot or Decepticon as you traverse through mesmerizing landscapes inspired by the Transformers: Rise of the Beasts film. Engage in epic battles against fellow players or hostile mobs, showcasing your strategic prowess and combat skills."
  },
  {
    "id": 11,
    "title": "BLOOD ELF",
    "image_preview": "/addon/11_thumbnail.png",
    "skin": "/addon/11_data_rp.mcpack",
    "list_image": [
      "/addon/11_image_preview_1.png"
    ],
    "description": "To make it easier for you to create custom Creepypasta survival video content. If you prefer focusing on one mob at a time, you don’t need to edit any code—just install the standalone version. To provide a challenge for survivors who want to face them in a 1 vs. 1 duel."
  },
  {
    "id": 12,
    "title": "DeadZone",
    "image_preview": "/addon/12_thumbnail.png",
    "skin": "/addon/12_data.mcaddon",
    "list_image": [
      "/addon/12_image_preview_1.png",
      "/addon/12_image_preview_2.png",
      "/addon/12_image_preview_3.png",
      "/addon/12_image_preview_4.png",
      "/addon/12_image_preview_5.png",
      "/addon/12_image_preview_6.png"
    ],
    "description": "DeadZone is a survival addon inspired by the game DayZ that puts you in the role of a survivor in a post-apocalyptic world. The goal is simple: survive as long as possible, search every building for loot, and craft your own story along the way."
  },
  {
    "id": 13,
    "title": "Project Walker Addon",
    "image_preview": "/addon/13_thumbnail.png",
    "skin": "/addon/13_data_rp.mcpack",
    "list_image": [
      "/addon/13_image_preview_1.png"
    ],
    "description": "Explore a run-down, overgrown world taken over by zombies. To survive, you must scavenge for food and weapons, and fight off the zombies, exploe  abandoned structures and much more, all of which, produced by Gabriel Aplok for everyone!"
  },
  {
    "id": 14,
    "title": "XRay",
    "image_preview": "/addon/14_thumbnail.png",
    "skin": "/addon/14_data.mcpack",
    "list_image": [
      "/addon/14_image_preview_1.png",
      "/addon/14_image_preview_2.jpg",
      "/addon/14_image_preview_3.jpg"
    ],
    "description": "It allows you to use xray inside of Minecraft with just one click and can help you search for rare ores or hidden chests."
  },
  {
    "id": 15,
    "title": "Shahnameh addon - persian legends",
    "image_preview": "/addon/15_thumbnail.png",
    "skin": "/addon/15_data.mcaddon",
    "list_image": [
      "/addon/15_image_preview_1.png",
      "/addon/15_image_preview_2.png",
      "/addon/15_image_preview_3.png"
    ],
    "description": "Every country has a unique and fascinating story that showcases its culture, traditions, and values, and this is the story of my country, Iran! The Shahnameh, an ancient epic from Iranian history, is filled with heroic tales and legendary events, all narrated in an abstract and symbolic way. In this Add-on, you step into the role of Rostam, the legendary Persian hero. Explore the land, embark on thrilling adventures, and prepare for epic battles as you take up your sword to face powerful enemies. This Add-on introduces tools, animals, and characters inspired by the Shahnameh, making your Minecraft experience both exciting and culturally rich!"
  },
  {
    "id": 16,
    "title": "Creepypasta From The Fog",
    "image_preview": "/addon/16_thumbnail.png",
    "skin": "/addon/16_data_rp.mcpack",
    "list_image": [
      "/addon/16_image_preview_1.png"
    ],
    "description": "In the Minecraft creepypasta from the fog, legend spoke of a mysterious figure with glowing white eyes—a phantom known as Herobrine. Players whispered tales of him appearing without warning, staring, and vanishing into the fog. Most dismissed the stories as a joke, but Notch, the game's creator, knew the truth"
  },
  {
    "id": 17,
    "title": "In Silence Addon",
    "image_preview": "/addon/17_thumbnail.png",
    "skin": "/addon/17_data.mcaddon",
    "list_image": [
      "/addon/17_image_preview_1.png"
    ],
    "description": "This is a small Addon that adds Rake and Rat from the game In Silence to the world. Will fill your world with danger and a horror element, be a victim or a hunter, you decide."
  },
  {
    "id": 18,
    "title": "Parasite Biome",
    "image_preview": "/addon/18_thumbnail.png",
    "skin": "/addon/18_data.mcaddon",
    "list_image": [
      "/addon/18_image_preview_1.jpg",
      "/addon/18_image_preview_2.jpg"
    ],
    "description": "This addon adds a new biome to minecraft. However its a very hostile place and takes a true hero to adapt And survive….good luck and watch out for the infected mobs!"
  },
  {
    "id": 19,
    "title": "Fungus Hazard",
    "image_preview": "/addon/19_thumbnail.png",
    "skin": "/addon/19_data.mcaddon",
    "list_image": [
      "/addon/19_image_preview_1.png",
      "/addon/19_image_preview_2.png",
      "/addon/19_image_preview_3.png",
      "/addon/19_image_preview_4.png",
      "/addon/19_image_preview_5.jpg"
    ],
    "description": "This Mod is inspired by the infectious agent from the video game story The Last of Us,\nadapted to the Minecraft video game by means of a system of infection and growth in phases,\nIt should be noted that there is zero chance of adding modern weapons, I will focus on the spread of the virus."
  },
  {
    "id": 20,
    "title": "Biological Infestation",
    "image_preview": "/addon/20_thumbnail.png",
    "skin": "/addon/20_data_bp.mcpack",
    "list_image": [
      "/addon/20_image_preview_1.png"
    ],
    "description": "Biological Infestation is an addon in development that transforms your world into a nightmare terrain, filled with infected creatures and dangerous infested structures. With evolving mobs, threat-generating blocks, and a hostile environment that will test your survival skills, this addon is designed to offer you an intense and challenging gaming experience. Immerse yourself in a world where every step can be your last!"
  },
  {
    "id": 21,
    "title": "Dwellers Horror [From the fog]",
    "image_preview": "/addon/21_thumbnail.png",
    "skin": "/addon/21_data.mcaddon",
    "list_image": [
      "/addon/21_image_preview_1.png",
      "/addon/21_image_preview_2.png"
    ],
    "description": "This addon is ready to make your game of survival blast to the max! This addon adds several terrifying dwellers monsters that are hunting you down! Learn how each monster works below. Prepare to face the horrifying creatures out to hunt you!"
  },
  {
    "id": 22,
    "title": "Pale Garden Fog",
    "image_preview": "/addon/22_thumbnail.png",
    "skin": "/addon/22_data.mcpack",
    "list_image": [
      "/addon/22_image_preview_1.png",
      "/addon/22_image_preview_2.png",
      "/addon/22_image_preview_3.png"
    ],
    "description": "Do you wish the Pale Garden biome had more dense fog to add to the spooky atmosphere? Dense fog can even be seen in the promotional art for the Pale Garden, however the fog is normal in game. Well this pack fixes that by adding thicker fog to the Pale Garden biome and has 12 different subpacks to choose from, allowing for complete customizability of how you want the fog to look!"
  },
  {
    "id": 23,
    "title": "Super Dog Addon",
    "image_preview": "/addon/23_thumbnail.png",
    "skin": "/addon/23_data.mcaddon",
    "list_image": [
      "/addon/23_image_preview_1.png"
    ],
    "description": "Transform your wolf into a powerful combat machine with this addon!When fed an enchanted golden apple, your wolf will enter \"Chaos Mode,\" teleporting to enemies and dealing massive damage"
  },
  {
    "id": 24,
    "title": "Edds' VeinCapitator",
    "image_preview": "/addon/24_thumbnail.png",
    "skin": "/addon/24_data.mcaddon",
    "list_image": [
      "/addon/24_image_preview_1.png",
      "/addon/24_image_preview_2.png"
    ],
    "description": "Have you wanted to be able to chop down trees in one break? Or maybe, you want to mine coal, but it would take too long? Say no more! with Edds VeinCapitator you can do both!"
  },
  {
    "id": 25,
    "title": "Astraliyte's Potions",
    "image_preview": "/addon/25_thumbnail.png",
    "skin": "/addon/25_data.mcpack",
    "list_image": [
      "/addon/25_image_preview_1.png",
      "/addon/25_image_preview_2.png"
    ],
    "description": "Hello and welcome to another bedrock port that I made! Astraliyte Potions was originally made by Astraliyte for Java Edition and was ported by me to Bedrock Edition. This pack adds styles to different potions so you can distinguish their differences."
  },
  {
    "id": 26,
    "title": "Health and Damage Indicator Addon",
    "image_preview": "/addon/26_thumbnail.png",
    "skin": "/addon/26_data.mcpack",
    "list_image": [
      "/addon/26_image_preview_1.png",
      "/addon/26_image_preview_2.jpg",
      "/addon/26_image_preview_3.jpg",
      "/addon/26_image_preview_4.png",
      "/addon/26_image_preview_5.png",
      "/addon/26_image_preview_6.png"
    ],
    "description": "No more guessing if your attacks are effective or how tough your foes really are. This addon gives you the power to monitor combat like a pro, bringing a more immersive and strategic element to your battles."
  }
]